base
linux
linux-firmware
grub

xorg-server
xorg-init
#xorg-xrandr
#arandr
mesa
networkmanager
#network-manager-applet
ntfs-3g
#powertop
#pulseaudio
#pulseaudio-alsa


i3-gaps
i3-lock
i3-status
i3-blocks
#compton
dmenu

base-devel
gdb
valgrind
hex
ctags
meson
gtk-doc
devhelp
mlocate


alacritty
chromium
vim
git
feh 
scrot 
neofetch
wget
okular
thunar
#bashtop
#htop
zip
